"BUTTON_AUTHENTICATE" = "استفاده از شماره تلفن من";

"BUTTON_CREATED_ACCOUNT" = "حساب ایجاد شد";

"BUTTON_CREATE_ACCOUNT" = "ایجاد حساب";

"BUTTON_CREATING_ACCOUNT" = "ایجاد حساب";

"BUTTON_DISMISS" = "نادیده گرفتن";

"BUTTON_OK" = "تأیید";

"BUTTON_RESEND_CONF_CODE" = "ارسال مجدد کد تأیید";

"BUTTON_RETRY" = "تلاش مجدد";

"BUTTON_SENDING_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SEND_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SENT_CONF_CODE" = "کد تأیید ارسال شد";

"BUTTON_SIGNED_IN" = "وارد سیستم شد";

"BUTTON_SIGNING_IN" = "ورود به سیستم";

"BUTTON_SIGN_IN" = "ورود به سیستم";

"BUTTON_SIGN_IN_WITH_TWITTER" = "ورود به سیستم با توییتر";

"BUTTON_TRY_DIFFERENT_NUMBER" = "شماره دیگری را امتحان کنید";

"ERROR_CHECK_CODE_TRY_AGAIN" = "لطفاً کدتان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "لطفاً اتصال شبکه تان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "لطفاً شماره تان را بررسی کنید و دوباره امتحان کنید";

"ERROR_TRY_AGAIN_LATER" = "این بار نتوانستیم شما را به توییتر وارد کنیم. لطفاً بعداً دوباره امتحان کنید.";

"FOOTNOTE_CREATE_ACCOUNT" = "با ضربه زدن روی \"ایجاد حساب\" در بالا، شما با <u>شرایط سرویس</u> ،<u>سیاست حریم خصوصی</u> و <u>حریم خصوصی کوکی ها</u> Digits ارائه شده توسط توییتر موافقت می کنید و اینکه سایر کاربران %@ می توانند با استفاد از شماره تلفن و/یا ایمیل شما را پیدا کنند.";

"FOOTNOTE_SEND_CONF_CODE" = "با ضربه زدن روی \"ارسال کد تأیید\" در بالا، <u>Digits از طرف توییتر</u> یک پیامک برایتان ارسال می کند تا شماره تلفنتان تأیید شود.";

"LABEL_ENTER_CONF_CODE" = "کد تأیید را وارد کنید";

"LABEL_ENTER_PHONE_NUMBER" = "شماره تلفنتان را وارد کنید";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "امکان تأیید شماره تلفن شما وجود ندارد";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "متأسفیم مشکلی در ارسال کد تأیید به شما وجود دارد. لطفاً در زیر وارد برنامه شوید.";

"PARTIAL_FOOTNOTE_THIS_APP" = "این برنامه";

"PLACEHOLDER_CONF_CODE" = "کد تأیید";

"PLACEHOLDER_YOUR_NUMBER" = "شماره تلفن شما";

